{
  "plugins": {
    "anysphere.nvim": {
      "src": "https://github.com/dapovich/anysphere.nvim"
    },
    "blink-cmp": {
      "src": "https://github.com/saghen/blink.cmp"
    },
    "blink-cmp-dat-word": {
      "src": "https://github.com/xieyonn/blink-cmp-dat-word"
    },
    "blink-cmp-spell": {
      "src": "https://github.com/ribru17/blink-cmp-spell"
    },
    "blink-indent": {
      "src": "https://github.com/saghen/blink.indent"
    },
    "blink-pairs": {
      "src": "https://github.com/saghen/blink.pairs"
    },
    "blink-ripgrep.nvim": {
      "src": "https://github.com/mikavilpas/blink-ripgrep.nvim"
    },
    "crates.nvim": {
      "src": "https://github.com/Saecki/crates.nvim"
    },
    "difftastic.nvim": {
      "src": "https://github.com/clabby/difftastic.nvim"
    },
    "ferris.nvim": {
      "src": "https://github.com/vxpm/ferris.nvim"
    },
    "fyler.nvim": {
      "src": "https://github.com/A7Lavinraj/fyler.nvim"
    },
    "fzf-lua": {
      "src": "https://github.com/ibhagwan/fzf-lua"
    },
    "gitsigns.nvim": {
      "src": "https://github.com/lewis6991/gitsigns.nvim"
    },
    "koda.nvim": {
      "src": "https://github.com/oskarnurm/koda.nvim"
    },
    "leap.nvim": {
      "src": "https://codeberg.org/andyg/leap.nvim.git"
    },
    "mason-lspconfig.nvim": {
      "src": "https://github.com/williamboman/mason-lspconfig.nvim"
    },
    "mason.nvim": {
      "src": "https://github.com/williamboman/mason.nvim"
    },
    "mini.icons": {
      "src": "https://github.com/echasnovski/mini.icons"
    },
    "nui.nvim": {
      "src": "https://github.com/MunifTanjim/nui.nvim"
    },
    "nvim-lsp-endhints": {
      "src": "https://github.com/chrisgrieser/nvim-lsp-endhints"
    },
    "nvim-spectre": {
      "src": "https://github.com/nvim-pack/nvim-spectre"
    },
    "nvim-treesitter": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter"
    },
    "nvim-treesitter-textobjects": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter-textobjects"
    },
    "plenary.nvim": {
      "src": "https://github.com/nvim-lua/plenary.nvim"
    },
    "snacks.nvim": {
      "src": "https://github.com/folke/snacks.nvim"
    },
    "vhs-era-theme.nvim": {
      "src": "https://github.com/mistweaverco/vhs-era-theme.nvim"
    },
    "vim-test": {
      "src": "https://github.com/vim-test/vim-test"
    },
    "vim-tmux-navigator": {
      "src": "https://github.com/christoomey/vim-tmux-navigator"
    },
    "vimux": {
      "src": "https://github.com/preservim/vimux"
    },
    "vscode-diff.nvim": {
      "src": "https://github.com/esmuellert/vscode-diff.nvim"
    }
  }
}